Repository: bae-fm/bae
Catalog: bae-windows/Strings/*/Resources.resw
Source language: en_us
Languages: es, gu, ja, kn, ml, pa, te, ur

# settings.updates.failed
source: couldn't check for updates
es: no se pudo buscar actualizaciones
gu: અપડેટ્સ તપાસી શકાયું નહીં
ja: アップデートを確認できませんでした
kn: ನವೀಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ
ml: അപ്‌ഡേറ്റുകൾ പരിശോധിക്കാനായില്ല
pa: ਅੱਪਡੇਟ ਦੀ ਜਾਂਚ ਨਹੀਂ ਹੋ ਸਕੀ
te: నవీకరణల కోసం తనిఖీ చేయలేకపోయాం
ur: اپ ڈیٹس کی جانچ نہیں ہو سکی

# settings.lock_library
source: lock library
es: bloquear biblioteca
gu: લાઇબ્રેરી લૉક કરો
ja: ライブラリをロック
kn: ಗ್ರಂಥಾಲಯ ಲಾಕ್ ಮಾಡಿ
ml: ലൈബ്രറി ലോക്ക് ചെയ്യുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਲਾਕ ਕਰੋ
te: లైబ్రరీని లాక్ చేయండి
ur: لائبریری مقفل کریں

# settings.recovery.title
source: recovery
es: recuperación
gu: પુનઃપ્રાપ્તિ
ja: リカバリー
kn: ಮರುಪಡೆಯುವಿಕೆ
ml: വീണ്ടെടുപ്പ്
pa: ਰਿਕਵਰੀ
te: రికవరీ
ur: بازیابی

# settings.recovery.intro
source: your recovery code restores this library on a new device when you have no other device available to approve it. anyone with it has full access — keep it secret.
es: tu código de recuperación restaura esta biblioteca en un dispositivo nuevo cuando no tienes otro dispositivo disponible para aprobarlo. cualquiera que lo tenga tendrá acceso completo — mantenlo secreto.
gu: તમારો પુનઃપ્રાપ્તિ કોડ આ લાઇબ્રેરીને નવા ઉપકરણ પર પુનઃસ્થાપિત કરે છે જ્યારે તેને મંજૂર કરવા માટે તમારી પાસે બીજું ઉપકરણ ઉપલબ્ધ ન હોય. જેની પાસે તે હશે તેને સંપૂર્ણ ઍક્સેસ મળશે — તેને ગુપ્ત રાખો.
ja: 承認に使えるほかのデバイスがないとき、リカバリーコードでこのライブラリを新しいデバイスに復元できます。これを持つ人は誰でも完全にアクセスできます — 秘密にしてください。
kn: ಅನುಮೋದಿಸಲು ಬೇರೆ ಸಾಧನ ಲಭ್ಯವಿಲ್ಲದಾಗ, ನಿಮ್ಮ ಮರುಪಡೆಯುವ ಕೋಡ್ ಈ ಲೈಬ್ರರಿಯನ್ನು ಹೊಸ ಸಾಧನದಲ್ಲಿ ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ. ಅದಿರುವ ಯಾರಿಗಾದರೂ ಪೂರ್ಣ ಪ್ರವೇಶವಿರುತ್ತದೆ — ಅದನ್ನು ರಹಸ್ಯವಾಗಿಡಿ.
ml: അംഗീകരിക്കാൻ മറ്റൊരു ഉപകരണം ലഭ്യമല്ലാത്തപ്പോൾ നിങ്ങളുടെ വീണ്ടെടുപ്പ് കോഡ് ഈ ശേഖരം പുതിയ ഉപകരണത്തിൽ പുനഃസ്ഥാപിക്കുന്നു. അത് ഉള്ള ഏവർക്കും പൂർണ്ണ പ്രവേശനമുണ്ട് — രഹസ്യമായി സൂക്ഷിക്കുക.
pa: ਤੁਹਾਡਾ ਰਿਕਵਰੀ ਕੋਡ ਇਸ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਨਵੇਂ ਡਿਵਾਈਸ ਉੱਤੇ ਮੁੜ-ਬਹਾਲ ਕਰਦਾ ਹੈ ਜਦੋਂ ਮਨਜ਼ੂਰੀ ਲਈ ਕੋਈ ਹੋਰ ਡਿਵਾਈਸ ਉਪਲਬਧ ਨਹੀਂ ਹੁੰਦਾ। ਜਿਸ ਕੋਲ ਇਹ ਹੈ ਉਸਨੂੰ ਪੂਰੀ ਪਹੁੰਚ ਹੈ — ਇਸਨੂੰ ਗੁਪਤ ਰੱਖੋ।
te: ఆమోదించడానికి మీ దగ్గర ఇతర పరికరం లేనప్పుడు, మీ రికవరీ కోడ్ ఈ లైబ్రరీని కొత్త పరికరంలో పునరుద్ధరిస్తుంది. అది ఉన్న ఎవరికైనా పూర్తి యాక్సెస్ ఉంటుంది — దాన్ని రహస్యంగా ఉంచండి.
ur: آپ کا بازیابی رمز اس کتب خانے کو نئے آلے پر بحال کرتا ہے جب منظوری کے لیے کوئی دوسرا آلہ دستیاب نہ ہو۔ جس کے پاس یہ ہو اسے مکمل رسائی ہے — اسے خفیہ رکھیں۔

# settings.recovery.label
source: recovery code
es: código de recuperación
gu: પુનઃપ્રાપ્તિ કોડ
ja: リカバリーコード
kn: ಮರುಪಡೆಯುವ ಕೋಡ್
ml: വീണ്ടെടുപ്പ് കോഡ്
pa: ਰਿਕਵਰੀ ਕੋਡ
te: రికవరీ కోడ్
ur: بازیابی رمز

# settings.recovery.show
source: show recovery code…
es: mostrar código de recuperación…
gu: પુનઃપ્રાપ્તિ કોડ બતાવો…
ja: リカバリーコードを表示…
kn: ಮರುಪಡೆಯುವ ಕೋಡ್ ತೋರಿಸಿ…
ml: വീണ്ടെടുപ്പ് കോഡ് കാണിക്കുക…
pa: ਰਿਕਵਰੀ ਕੋਡ ਦਿਖਾਓ…
te: రికవరీ కోడ్ చూపించు…
ur: بازیابی رمز دکھائیں…

# settings.recovery.unavailable
source: (unavailable — is sync connected?)
es: (no disponible — ¿la sincronización está conectada?)
gu: (ઉપલબ્ધ નથી — શું સમન્વયન જોડાયેલું છે?)
ja: （利用できません — 同期は接続されていますか？）
kn: (ಲಭ್ಯವಿಲ್ಲ — ಸಿಂಕ್ ಸಂಪರ್ಕಗೊಂಡಿದೆಯೇ?)
ml: (ലഭ്യമല്ല — സിങ്ക് ബന്ധിപ്പിച്ചിട്ടുണ്ടോ?)
pa: (ਉਪਲਬਧ ਨਹੀਂ — ਕੀ ਸਿੰਕ ਜੁੜਿਆ ਹੈ?)
te: (అందుబాటులో లేదు — సింక్ కనెక్ట్ అయిందా?)
ur: (دستیاب نہیں — کیا ہم آہنگی منسلک ہے؟)

# settings.s3.connect
source: connect S3
es: conectar S3
gu: S3 જોડો
ja: S3に接続
kn: S3 ಸಂಪರ್ಕಿಸಿ
ml: S3 ബന്ധിപ്പിക്കുക
pa: S3 ਨਾਲ ਜੁੜੋ
te: S3 కనెక్ట్ చేయి
ur: S3 منسلک کریں

# settings.s3.connecting
source: connecting to S3…
es: conectando con S3…
gu: S3 સાથે જોડાઈ રહ્યું છે…
ja: S3に接続中…
kn: S3 ಗೆ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
ml: S3-ലേക്ക് ബന്ധിപ്പിക്കുന്നു…
pa: S3 ਨਾਲ ਜੁੜਿਆ ਜਾ ਰਿਹਾ ਹੈ…
te: S3కు కనెక్ట్ అవుతోంది…
ur: S3 سے منسلک ہو رہا ہے…

# settings.storage.browsable
source: browsable — stored unencrypted
es: explorable — almacenado sin cifrar
gu: બ્રાઉઝ કરી શકાય એવું — એન્ક્રિપ્ટ કર્યા વિના સંગ્રહિત
ja: 閲覧可能 — 暗号化せずに保存
kn: ಬ್ರೌಸ್ ಮಾಡಬಹುದಾದುದು — ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡದೆ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ
ml: ബ്രൗസ് ചെയ്യാം — എൻക്രിപ്റ്റ് ചെയ്യാതെ സൂക്ഷിച്ചിരിക്കുന്നു
pa: ਬ੍ਰਾਊਜ਼ਯੋਗ — ਬਿਨਾਂ ਇਨਕ੍ਰਿਪਸ਼ਨ ਸਟੋਰ ਕੀਤਾ
te: బ్రౌజ్ చేయదగినది — ఎన్‌క్రిప్ట్ చేయకుండా నిల్వ చేయబడింది
ur: براؤز کے قابل — غیر مرموز محفوظ

# settings.storage.mode
source: storage
es: almacenamiento
gu: સંગ્રહ
ja: ストレージ
kn: ಸಂಗ್ರಹಣೆ
ml: സംഭരണം
pa: ਸਟੋਰੇਜ
te: నిల్వ
ur: اسٹوریج

# settings.storage.opaque
source: opaque — end-to-end encrypted
es: opaco — cifrado de extremo a extremo
gu: અસ્પષ્ટ — છેડેથી છેડે એન્ક્રિપ્ટ કરેલું
ja: 不透明 — エンドツーエンド暗号化
kn: ಅಪಾರದರ್ಶಕ — ತುದಿಯಿಂದ ತುದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ
ml: അസ്പഷ്ടം — അറ്റം മുതൽ അറ്റം വരെ എൻക്രിപ്റ്റ് ചെയ്തത്
pa: ਅਸਪਸ਼ਟ — ਸਿਰੇ-ਤੋਂ-ਸਿਰੇ ਤੱਕ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ
te: అపారదర్శకం — చివరి నుంచి చివరి వరకు గుప్తీకరించబడింది
ur: غیر شفاف — سرے سے سرے تک مرموز

# settings.sync.disconnect
source: disconnect
es: desconectar
gu: જોડાણ તોડો
ja: 切断
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿ
ml: ബന്ധം വിച്ഛേദിക്കുക
pa: ਡਿਸਕਨੈਕਟ ਕਰੋ
te: డిస్‌కనెక్ట్ చేయి
ur: منقطع کریں

# settings.sync.disconnect_confirm
source: {warning} click disconnect again to confirm.
es: {warning} haz clic en desconectar de nuevo para confirmar.
gu: {warning} પુષ્ટિ કરવા જોડાણ તોડો પર ફરી ક્લિક કરો.
ja: {warning} 確認するにはもう一度切断をクリックしてください。
kn: {warning} ದೃಢೀಕರಿಸಲು ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿ ಅನ್ನು ಮತ್ತೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml: {warning} സ്ഥിരീകരിക്കാൻ ബന്ധം വിച്ഛേദിക്കുക വീണ്ടും ക്ലിക്ക് ചെയ്യുക.
pa: {warning} ਪੁਸ਼ਟੀ ਲਈ ਡਿਸਕਨੈਕਟ ਮੁੜ ਕਲਿੱਕ ਕਰੋ।
te: {warning} నిర్ధారించడానికి డిస్‌కనెక్ట్‌ను మళ్లీ క్లిక్ చేయండి.
ur: {warning} تصدیق کے لیے منقطع کریں دوبارہ کلک کریں۔

# settings.sync.now
source: sync now
es: sincronizar ahora
gu: હમણાં સિંક કરો
ja: 今すぐ同期
kn: ಈಗ ಸಿಂಕ್ ಮಾಡಿ
ml: ഇപ്പോൾ സിങ്ക് ചെയ്യുക
pa: ਹੁਣੇ ਸਿੰਕ ਕਰੋ
te: ఇప్పుడే సింక్ చేయండి
ur: اب مطابقت پذیر کریں

# settings.title
source: settings
es: ajustes
ja: 設定
pa: ਸੈਟਿੰਗਾਂ
te: సెట్టింగ్‌లు

# signal.exclude
source: exclude signal
es: excluir señal
gu: સંકેત બાકાત કરો
ja: シグナルを除外
kn: ಸಂಕೇತ ಹೊರತುಪಡಿಸಿ
ml: സൂചന ഒഴിവാക്കുക
pa: ਸੰਕੇਤ ਬਾਹਰ ਰੱਖੋ
te: సంకేతాన్ని మినహాయించు
ur: اشارہ خارج کریں

# signal.include
source: include signal
es: incluir señal
gu: સંકેત સામેલ કરો
ja: シグナルを含める
kn: ಸಂಕೇತ ಸೇರಿಸಿ
ml: സൂചന ഉൾപ്പെടുത്തുക
pa: ਸੰਕੇਤ ਸ਼ਾਮਲ ਕਰੋ
te: సంకేతాన్ని చేర్చు
ur: اشارہ شامل کریں

# signal.kind.barcode
source: Barcode
es: Código de barras
gu: બારકોડ
ja: バーコード
kn: ಬಾರ್‌ಕೋಡ್
ml: ബാർകോഡ്
pa: ਬਾਰਕੋਡ
te: బార్‌కోడ్
ur: بارکوڈ

# signal.kind.catalog
source: Catalog
es: Catálogo
gu: કેટલોગ
ja: カタログ
kn: ಕ್ಯಾಟಲಾಗ್
ml: കാറ്റലോഗ്
pa: ਕੈਟਾਲਾਗ
te: కాటలాగ్
ur: کیٹلاگ

# signal.kind.disc_id
source: Disc ID
es: ID de disco
gu: ડિસ્ક ID
ja: ディスクID
kn: ಡಿಸ್ಕ್ ID
ml: ഡിസ്‌ക് ID
pa: ਡਿਸਕ ID
te: డిస్క్ ID
ur: ڈسک ID

# sort.artist
source: artist
es: artista
ja: アーティスト
kn: ಕಲಾವಿದ
pa: ਕਲਾਕਾਰ
te: కళాకారుడు

# sort.criterion.add
source: add sort
es: añadir orden
gu: સૉર્ટ ઉમેરો
ja: 並べ替えを追加
kn: ವಿಂಗಡಣೆ ಸೇರಿಸಿ
ml: അടുക്കൽ ചേർക്കുക
pa: ਲੜੀਬੱਧ ਜੋੜੋ
te: క్రమబద్ధీకరణ జోడించు
ur: ترتیب شامل کریں

# sort.criterion.move_down
source: move down
ml: താഴേക്ക് നീക്കുക
pa: ਹੇਠਾਂ ਭੇਜੋ
te: కిందికి తరలించు
ur: نیچے منتقل کریں

# sort.criterion.move_up
source: move up
ml: മുകളിലേക്ക് നീക്കുക
pa: ਉੱਪਰ ਭੇਜੋ
te: పైకి తరలించు
ur: اوپر منتقل کریں

# sort.dateAdded
source: date added
es: fecha de adición
ja: 追加日
kn: ಸೇರಿಸಿದ ದಿನಾಂಕ
pa: ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਤਾਰੀਖ਼
te: జోడించిన తేదీ

# sort.direction.ascending
source: sort ascending
es: orden ascendente
gu: ચડતા ક્રમમાં ગોઠવો
ja: 昇順で並べ替え
kn: ಆರೋಹಣ ಕ್ರಮದಲ್ಲಿ ವಿಂಗಡಿಸಿ
ml: ആരോഹണ ക്രമത്തിൽ അടുക്കുക
pa: ਵਧਦੇ ਕ੍ਰਮ ਵਿੱਚ ਲੜੀਬੱਧ ਕਰੋ
te: ఆరోహణ క్రమంలో క్రమబద్ధీకరించు
ur: صعودی ترتیب دیں

# sort.direction.descending
source: sort descending
es: orden descendente
gu: ઊતરતા ક્રમમાં ગોઠવો
ja: 降順で並べ替え
kn: ಅವರೋಹಣ ಕ್ರಮದಲ್ಲಿ ವಿಂಗಡಿಸಿ
ml: അവരോഹണ ക്രമത്തിൽ അടുക്കുക
pa: ਘਟਦੇ ਕ੍ਰਮ ਵਿੱਚ ਲੜੀਬੱਧ ਕਰੋ
te: అవరోహణ క్రమంలో క్రమబద్ధీకరించు
ur: نزولی ترتیب دیں

# sort.name
source: name
es: nombre
ja: 名前
kn: ಹೆಸರು
ml: പേര്
pa: ਨਾਂ
te: పేరు

# sort.title
source: title
es: título
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
pa: ਸਿਰਲੇਖ
te: శీర్షిక

# sort.year
source: year
es: año
ja: 年
kn: ವರ್ಷ
pa: ਸਾਲ
te: సంవత్సరం

# storage.action.manage
source: Move into library
es: Mover a la biblioteca
gu: લાઇબ્રેરીમાં ખસેડો
ja: ライブラリに移動
kn: ಗ್ರಂಥಾಲಯಕ್ಕೆ ಸರಿಸಿ
ml: ലൈബ്രറിയിലേക്ക് മാറ്റുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਲਿਜਾਓ
te: లైబ్రరీలోకి తరలించండి
ur: لائبریری میں منتقل کریں

# storage.action.pin
source: Pin for offline
es: Fijar para sin conexión
gu: ઑફલાઇન માટે પિન કરો
ja: オフライン用にピン留め
kn: ಆಫ್‌ಲೈನ್‌ಗಾಗಿ ಪಿನ್ ಮಾಡಿ
ml: ഓഫ്‌ലൈൻ ഉപയോഗത്തിന് പിൻ ചെയ്യുക
pa: ਆਫਲਾਈਨ ਲਈ ਪਿਨ ਕਰੋ
te: ఆఫ్‌లైన్ కోసం పిన్ చేయి
ur: آف لائن کے لیے پن کریں

# storage.action.unmanage
source: Move out of library…
es: Sacar de la biblioteca…
gu: લાઇબ્રેરીમાંથી બહાર ખસેડો…
ja: ライブラリから移動…
kn: ಗ್ರಂಥಾಲಯದಿಂದ ಹೊರಗೆ ಸರಿಸಿ…
ml: ലൈബ്രറിയിൽ നിന്ന് മാറ്റുക…
pa: ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਬਾਹਰ ਲਿਜਾਓ…
te: లైబ్రరీ నుండి బయటకు తరలించండి…
ur: لائبریری سے باہر منتقل کریں…

# storage.action.unpin
source: Remove local copy
es: Quitar copia local
gu: સ્થાનિક નકલ દૂર કરો
ja: ローカルコピーを削除
kn: ಸ್ಥಳೀಯ ಪ್ರತಿಯನ್ನು ತೆಗೆದುಹಾಕಿ
ml: പ്രാദേശിക പകർപ്പ് നീക്കം ചെയ്യുക
pa: ਲੋਕਲ ਕਾਪੀ ਹਟਾਓ
te: లోకల్ కాపీని తీసివేయి
ur: مقامی نقل ہٹائیں

# storage.files
source: {count, plural, one {# file} other {# files}}
es: {count, plural, one {# archivo} other {# archivos}}
ja: {count, plural, other {# 個のファイル}}
kn: {count, plural, one {# ಫೈಲ್} other {# ಫೈಲ್‌ಗಳು}}
pa: {count, plural, one {# ਫਾਈਲ} other {# ਫਾਈਲਾਂ}}
te: {count, plural, one {# ఫైల్} other {# ఫైల్‌లు}}

# storage.load_failed
source: couldn't load storage
es: no se pudo cargar el almacenamiento
gu: સંગ્રહ લોડ કરી શકાયો નહીં
ja: ストレージを読み込めませんでした
kn: ಸಂಗ್ರಹಣೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ml: സംഭരണം ലോഡ് ചെയ്യാനായില്ല
pa: ਸਟੋਰੇਜ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
te: నిల్వను లోడ్ చేయలేకపోయింది
ur: اسٹوریج لوڈ نہیں ہو سکا

# storage.pinned
source: Pinned
es: Fijada
gu: પિન કરેલું
ja: ピン留め済み
kn: ಪಿನ್ ಮಾಡಲಾಗಿದೆ
ml: പിൻ ചെയ്തു
pa: ਪਿਨ ਕੀਤਾ
te: పిన్ చేయబడింది
ur: پن شدہ

# storage.read_failed
source: couldn't read storage
es: no se pudo leer el almacenamiento
gu: સંગ્રહ વાંચી શકાયો નહીં
ja: ストレージを読み込めませんでした
kn: ಸಂಗ್ರಹಣೆಯನ್ನು ಓದಲಾಗಲಿಲ್ಲ
ml: സംഭരണം വായിക്കാനായില്ല
pa: ਸਟੋਰੇਜ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
te: నిల్వను చదవలేకపోయింది
ur: اسٹوریج پڑھا نہیں جا سکا

# storage.state.managed
source: Managed
es: Gestionadas
gu: સંચાલિત
ja: 管理対象
kn: ನಿರ್ವಹಿತ
ml: നിയന്ത്രിതം
pa: ਪਰਬੰਧਿਤ
te: నిర్వహించబడుతోంది
ur: منظم

# storage.state.unmanaged
source: Unmanaged
es: Sin gestionar
gu: અસંચાલિત
ja: 管理対象外
kn: ನಿರ್ವಹಿಸದ
ml: നിയന്ത്രണമില്ലാത്തത്
pa: ਅਪਰਬੰਧਿਤ
te: నిర్వహించబడలేదు
ur: غیر منظم

# storage.title
source: storage
es: almacenamiento
gu: સંગ્રહ
ja: ストレージ
kn: ಸಂಗ್ರಹಣೆ
ml: സംഭരണം
pa: ਸਟੋਰੇਜ
te: నిల్వ
ur: اسٹوریج

# sync.error_title
source: sync error
es: error de sincronización
gu: સિંક ભૂલ
ja: 同期エラー
kn: ಸಿಂಕ್ ದೋಷ
ml: സിങ്ക് പിശക്
pa: ਸਿੰਕ ਗਲਤੀ
te: సింక్ లోపం
ur: مطابقت پذیری خرابی

# sync.reconnect
source: Reconnect
es: Reconectar
gu: ફરી જોડો
ja: 再接続
kn: ಮತ್ತೆ ಸಂಪರ್ಕಿಸಿ
ml: വീണ്ടും ബന്ധിപ്പിക്കുക
pa: ਮੁੜ ਕਨੈਕਟ ਕਰੋ
te: మళ్లీ కనెక్ట్
ur: دوبارہ جوڑیں

# sync.synced
source: synced {time}
es: sincronizado {time}
gu: {time} સિંક થયું
ja: {time} に同期済み
kn: {time} ಸಿಂಕ್ ಆಗಿದೆ
ml: {time} സിങ്ക് ചെയ്തു
pa: {time} ਸਿੰਕ ਹੋਇਆ
te: {time}కి సింక్ చేయబడింది
ur: {time} مطابقت پذیر

# sync.syncing
source: syncing…
es: sincronizando…
gu: સિંક થઈ રહ્યું છે…
ja: 同期中…
kn: ಸಿಂಕ್ ಆಗುತ್ತಿದೆ…
ml: സിങ്ക് ചെയ്യുന്നു…
pa: ਸਿੰਕ ਹੋ ਰਿਹਾ ਹੈ…
te: సింక్ చేస్తోంది…
ur: مطابقت پذیری ہو رہی ہے…

# track.export.original
source: Original
gu: મૂળ
ml: ഒറിജിനൽ
pa: ਮੂਲ
te: అసలు
ur: اصل

# track.export.prepare_failed
source: Couldn't prepare the export.
es: No se pudo preparar la exportación.
gu: નિકાસ તૈયાર કરી શકાયી નહીં.
ja: エクスポートを準備できませんでした。
kn: ರಫ್ತನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗಲಿಲ್ಲ.
ml: കയറ്റുമതി തയ്യാറാക്കാനായില്ല.
pa: ਨਿਰਯਾਤ ਤਿਆਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
te: ఎగుమతిని సిద్ధం చేయలేకపోయింది.
ur: برآمد تیار نہیں ہو سکی۔

# welcome.choose_library
source: choose a library
es: elige una biblioteca
gu: લાઇબ્રેરી પસંદ કરો
ja: ライブラリを選択
kn: ಗ್ರಂಥಾಲಯ ಆಯ್ಕೆಮಾಡಿ
ml: ഒരു ലൈബ്രറി തിരഞ്ഞെടുക്കുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਚੁਣੋ
te: లైబ్రరీని ఎంచుకోండి
ur: لائبریری منتخب کریں

# welcome.join_library
source: join a library
es: unirse a una biblioteca
gu: લાઇબ્રેરીમાં જોડાઓ
ja: ライブラリに参加
kn: ಲೈಬ್ರರಿಗೆ ಸೇರಿ
ml: ശേഖരത്തിൽ ചേരുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
te: లైబ్రరీలో చేరు
ur: کتب خانے میں شامل ہوں

# welcome.create_library
source: create library
es: crear biblioteca
gu: લાઇબ્રેરી બનાવો
ja: ライブラリを作成
kn: ಗ್ರಂಥಾಲಯ ರಚಿಸಿ
ml: ലൈബ്രറി സൃഷ്ടിക്കുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਬਣਾਓ
te: లైబ్రరీని సృష్టించండి
ur: لائبریری بنائیں

# welcome.no_library
source: no library yet
es: aún no hay biblioteca
gu: હજુ કોઈ લાઇબ્રેરી નથી
ja: ライブラリがまだありません
ml: ഇനിയും ലൈബ്രറിയില്ല
pa: ਅਜੇ ਕੋਈ ਲਾਇਬ੍ਰੇਰੀ ਨਹੀਂ
te: ఇంకా లైబ్రరీ లేదు
ur: ابھی کوئی لائبریری نہیں

# welcome.your_libraries
source: your libraries
es: tus bibliotecas
gu: તમારી લાઇબ્રેરીઓ
ja: ライブラリ
kn: ನಿಮ್ಮ ಲೈಬ್ರರಿಗಳು
ml: നിങ്ങളുടെ ശേഖരങ്ങൾ
pa: ਤੁਹਾਡੀਆਂ ਲਾਇਬ੍ਰੇਰੀਆਂ
te: మీ లైబ్రరీలు
ur: آپ کے کتب خانے

# settings.discogs.connected
source: connected
es: conectado
gu: જોડાયેલું
ja: 接続済み
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: ബന്ധിപ്പിച്ചു
pa: ਜੁੜਿਆ ਹੋਇਆ
te: కనెక్ట్ అయింది
ur: منسلک

# settings.discogs.unvalidated
source: saved — couldn't validate yet (offline). will retry.
es: guardada — aún no se pudo validar (sin conexión). se reintentará.
gu: સાચવ્યું — હજી માન્ય કરી શકાયું નથી (ઑફલાઇન). ફરી પ્રયાસ થશે.
ja: 保存しました — まだ検証できません（オフライン）。再試行します。
kn: ಉಳಿಸಲಾಗಿದೆ — ಇನ್ನೂ ಮಾನ್ಯಗೊಳಿಸಲಾಗಲಿಲ್ಲ (ಆಫ್‌ಲೈನ್). ಮರುಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ml: സംരക്ഷിച്ചു — ഇതുവരെ സാധൂകരിക്കാനായില്ല (ഓഫ്‌ലൈൻ). വീണ്ടും ശ്രമിക്കും.
pa: ਸੰਭਾਲਿਆ — ਹਾਲੇ ਪਰਖਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ (ਆਫਲਾਈਨ)। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾਵੇਗੀ।
te: సేవ్ అయింది — ఇంకా ధృవీకరించలేకపోయింది (ఆఫ్‌లైన్). మళ్లీ ప్రయత్నిస్తుంది.
ur: محفوظ ہو گیا — ابھی توثیق نہیں ہو سکی (آف لائن)۔ دوبارہ کوشش ہو گی۔

# settings.sync.initializing
source: initializing
es: inicializando
gu: શરૂ થઈ રહ્યું છે
ja: 初期化中
kn: ಪ್ರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ
ml: ആരംഭിക്കുന്നു
pa: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
te: ప్రారంభిస్తోంది
ur: شروع ہو رہا ہے

# settings.sync.not_connected
source: Sync: not connected
es: Sincronización: no conectada
gu: સિંક: જોડાયેલ નથી
ja: 同期: 未接続
kn: ಸಿಂಕ್: ಸಂಪರ್ಕಗೊಂಡಿಲ್ಲ
ml: സിങ്ക്: ബന്ധിപ്പിച്ചിട്ടില്ല
pa: ਸਿੰਕ: ਜੁੜਿਆ ਨਹੀਂ
te: సింక్: కనెక్ట్ కాలేదు
ur: مطابقت پذیری: منسلک نہیں

# settings.sync.ready
source: ready
es: listo
gu: તૈયાર
ja: 準備完了
kn: ಸಿದ್ಧ
ml: തയ്യാർ
pa: ਤਿਆਰ
te: సిద్ధం
ur: تیار

# settings.sync.status
source: Sync: {provider}{account} — {state}
es: Sincronización: {provider}{account} — {state}
gu: સિંક: {provider}{account} — {state}
ja: 同期: {provider}{account} — {state}
kn: ಸಿಂಕ್: {provider}{account} — {state}
ml: സിങ്ക്: {provider}{account} — {state}
pa: ਸਿੰਕ: {provider}{account} — {state}
te: సింక్: {provider}{account} — {state}
ur: مطابقت پذیری: {provider}{account} — {state}

# download.title
source: downloads
es: descargas
gu: ડાઉનલોડ્સ
ja: ダウンロード
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: ഡൗൺലോഡുകൾ
pa: ਡਾਊਨਲੋਡ
te: డౌన్‌లోడ్‌లు
ur: ڈاؤن لوڈز

# download.paused
source: paused
es: en pausa
gu: વિરામિત
ja: 一時停止中
kn: ವಿರಾಮದಲ್ಲಿದೆ
ml: താൽക്കാലികമായി നിർത്തി
pa: ਰੁਕਿਆ
te: పాజ్ అయింది
ur: رکا ہوا

# download.state.queued
source: queued
es: en cola
gu: કતારમાં
ja: 待機中
kn: ಸಾಲಿನಲ್ಲಿ ಇದೆ
ml: നിരയിലാക്കി
pa: ਕਤਾਰ ਵਿੱਚ
te: క్యూలో ఉంది
ur: قطار میں

# download.state.downloading
source: downloading
es: descargando
gu: ડાઉનલોડ થઈ રહ્યું છે
ja: ダウンロード中
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ
ml: ഡൗൺലോഡ് ചെയ്യുന്നു
pa: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
te: డౌన్‌లోడ్ అవుతోంది
ur: ڈاؤن لوڈ ہو رہا ہے

# download.state.failed
source: failed
es: falló
gu: નિષ્ફળ
ja: 失敗
kn: ವಿಫಲವಾಯಿತು
ml: പരാജയപ്പെട്ടു
pa: ਅਸਫਲ
te: విఫలమైంది
ur: ناکام

# settings.automation.label
source: Automation
es: Automatización
gu: સ્વચાલન
ja: 自動化
kn: ಸ್ವಯಂಚಾಲನೆ
ml: സ്വയപ്രവർത്തനം
pa: ਆਟੋਮੇਸ਼ਨ
te: ఆటోమేషన్
ur: خودکاری

# settings.automation.enable_mcp
source: Enable MCP server
es: Activar servidor MCP
gu: MCP સર્વર સક્ષમ કરો
ja: MCPサーバーを有効にする
kn: MCP ಸರ್ವರ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: MCP സെർവർ പ്രവർത്തനക്ഷമമാക്കുക
pa: MCP ਸਰਵਰ ਚਾਲੂ ਕਰੋ
te: MCP సర్వర్‌ను ప్రారంభించు
ur: MCP سرور فعال کریں

# settings.automation.port
source: Port
es: Puerto
gu: પોર્ટ
ja: ポート
kn: ಪೋರ್ಟ್
ml: പോർട്ട്
pa: ਪੋਰਟ
te: పోర్ట్
ur: پورٹ

# settings.automation.refresh
source: refresh status
es: actualizar estado
gu: સ્થિતિ તાજી કરો
ja: 状態を更新
kn: ಸ್ಥಿತಿ ನವೀಕರಿಸಿ
ml: സ്ഥിതി പുതുക്കുക
pa: ਸਥਿਤੀ ਤਾਜ਼ਾ ਕਰੋ
te: స్థితిని రిఫ్రెష్ చేయండి
ur: حالت تازہ کریں

# settings.automation.copy_token
source: copy token
es: copiar token
gu: ટોકન કૉપિ કરો
ja: トークンをコピー
kn: ಟೋಕನ್ ನಕಲಿಸಿ
ml: ടോക്കൺ പകർത്തുക
pa: ਟੋਕਨ ਕਾਪੀ ਕਰੋ
te: టోకెన్‌ను కాపీ చేయండి
ur: ٹوکن کاپی کریں

# settings.automation.rotate_token
source: rotate token
es: rotar token
gu: ટોકન ફેરવો
ja: トークンを更新
kn: ಟೋಕನ್ ಬದಲಿಸಿ
ml: ടോക്കൺ മാറ്റുക
pa: ਟੋਕਨ ਬਦਲੋ
te: టోకెన్‌ను మార్చండి
ur: ٹوکن تبدیل کریں

# settings.automation.status.running
source: MCP server: {url}
es: Servidor MCP: {url}
gu: MCP સર્વર: {url}
ja: MCPサーバー: {url}
kn: MCP ಸರ್ವರ್: {url}
ml: MCP സർവർ: {url}
pa: MCP ਸਰਵਰ: {url}
te: MCP సర్వర్: {url}
ur: MCP سرور: {url}

# settings.automation.status.disabled
source: MCP server disabled
es: Servidor MCP desactivado
gu: MCP સર્વર બંધ છે
ja: MCPサーバーは無効です
kn: MCP ಸರ್ವರ್ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ
ml: MCP സർവർ പ്രവർത്തനരഹിതമാണ്
pa: MCP ਸਰਵਰ ਬੰਦ ਹੈ
te: MCP సర్వర్ నిలిపివేయబడింది
ur: MCP سرور غیر فعال ہے

# settings.automation.status.invalid_config
source: Invalid MCP server configuration
es: Configuración del servidor MCP no válida
gu: અમાન્ય MCP સર્વર ગોઠવણી
ja: MCPサーバー設定が無効です
kn: ಅಮಾನ್ಯ MCP ಸರ್ವರ್ ಸಂರಚನೆ
ml: അസാധുവായ MCP സെർവർ ക്രമീകരണം
pa: ਅਵੈਧ MCP ਸਰਵਰ ਸੰਰਚਨਾ
te: చెల్లని MCP సర్వర్ కాన్ఫిగరేషన్
ur: MCP سرور کی ترتیب غلط ہے

# settings.automation.status.token_unavailable
source: MCP token unavailable
es: Token MCP no disponible
gu: MCP ટોકન ઉપલબ્ધ નથી
ja: MCPトークンを利用できません
kn: MCP ಟೋಕನ್ ಲಭ್ಯವಿಲ್ಲ
ml: MCP ടോക്കൺ ലഭ്യമല്ല
pa: MCP ਟੋਕਨ ਉਪਲਬਧ ਨਹੀਂ
te: MCP టోకెన్ అందుబాటులో లేదు
ur: MCP ٹوکن دستیاب نہیں

# settings.automation.status.bind_failed
source: MCP server could not start
es: No se pudo iniciar el servidor MCP
gu: MCP સર્વર શરૂ થઈ શક્યું નહીં
ja: MCPサーバーを起動できませんでした
kn: MCP ಸರ್ವರ್ ಪ್ರಾರಂಭಿಸಲಾಗಲಿಲ್ಲ
ml: MCP സെർവർ ആരംഭിക്കാനായില്ല
pa: MCP ਸਰਵਰ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਿਆ
te: MCP సర్వర్ ప్రారంభం కాలేకపోయింది
ur: MCP سرور شروع نہیں ہو سکا

# settings.automation.status.server_failed
source: MCP server stopped
es: Servidor MCP detenido
gu: MCP સર્વર બંધ થયું
ja: MCPサーバーが停止しました
kn: MCP ಸರ್ವರ್ ನಿಂತಿದೆ
ml: MCP സെർവർ നിർത്തി
pa: MCP ਸਰਵਰ ਰੁਕ ਗਿਆ
te: MCP సర్వర్ ఆగింది
ur: MCP سرور رک گیا

# settings.automation.invalid_port
source: enter a port from 1 to 65535
es: introduce un puerto de 1 a 65535
gu: 1 થી 65535 સુધીનો પોર્ટ દાખલ કરો
ja: 1から65535までのポートを入力してください
kn: 1 ರಿಂದ 65535ರವರೆಗೆ ಪೋರ್ಟ್ ನಮೂದಿಸಿ
ml: 1 മുതൽ 65535 വരെ ഒരു പോർട്ട് നൽകുക
pa: 1 ਤੋਂ 65535 ਤੱਕ ਦਾ ਪੋਰਟ ਦਰਜ ਕਰੋ
te: 1 నుండి 65535 వరకు పోర్ట్‌ను నమోదు చేయండి
ur: 1 سے 65535 تک پورٹ درج کریں

# settings.automation.status_unavailable
source: MCP status unavailable
es: Estado de MCP no disponible
gu: MCP સ્થિતિ ઉપલબ્ધ નથી
ja: MCPの状態を利用できません
kn: MCP ಸ್ಥಿತಿ ಲಭ್ಯವಿಲ್ಲ
ml: MCP നില ലഭ്യമല്ല
pa: MCP ਸਥਿਤੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
te: MCP స్థితి అందుబాటులో లేదు
ur: MCP حالت دستیاب نہیں

# settings.automation.token_unavailable
source: MCP token unavailable
es: Token MCP no disponible
gu: MCP ટોકન ઉપલબ્ધ નથી
ja: MCPトークンを利用できません
kn: MCP ಟೋಕನ್ ಲಭ್ಯವಿಲ್ಲ
ml: MCP ടോക്കൺ ലഭ്യമല്ല
pa: MCP ਟੋਕਨ ਉਪਲਬਧ ਨਹੀਂ
te: MCP టోకెన్ అందుబాటులో లేదు
ur: MCP ٹوکن دستیاب نہیں

# settings.automation.token_copied
source: token copied
es: token copiado
gu: ટોકન કૉપિ થયું
ja: トークンをコピーしました
kn: ಟೋಕನ್ ನಕಲಿಸಲಾಗಿದೆ
ml: ടോക്കൺ പകർത്തി
pa: ਟੋਕਨ ਕਾਪੀ ਹੋ ਗਿਆ
te: టోకెన్ కాపీ చేయబడింది
ur: ٹوکن کاپی ہو گیا

# settings.automation.token_rotated
source: token rotated and copied
es: token rotado y copiado
gu: ટોકન ફેરવાયું અને કૉપિ થયું
ja: トークンを更新してコピーしました
kn: ಟೋಕನ್ ಬದಲಿಸಿ ನಕಲಿಸಲಾಗಿದೆ
ml: ടോക്കൺ മാറ്റി പകർത്തി
pa: ਟੋਕਨ ਬਦਲਿਆ ਤੇ ਕਾਪੀ ਹੋਇਆ
te: టోకెన్ మార్చి కాపీ చేయబడింది
ur: ٹوکن تبدیل کر کے کاپی ہو گیا

# library.mode.albums
source: Albums
es: Álbumes
gu: આલ્બમો
ja: アルバム
kn: ಆಲ್ಬಮ್‌ಗಳು
ml: ആൽബങ്ങൾ
pa: ਐਲਬਮਾਂ
te: ఆల్బమ్‌లు
ur: البمز

# library.mode.composers
source: Composers
es: Compositores
gu: સંગીતકારો
ja: 作曲者
kn: ಸಂಗೀತ ಸಂಯೋಜಕರು
ml: സംഗീതരചയിതാക്കൾ
pa: ਸੰਗੀਤਕਾਰ
te: సంగీతరచయితలు
ur: موسیقار

# library.no_composers
source: No composers
es: No hay compositores
gu: સંગીતકારો નથી
ja: 作曲者がありません
kn: ಸಂಗೀತ ಸಂಯೋಜಕರು ಇಲ್ಲ
ml: സംഗീതരചയിതാക്കളില്ല
pa: ਕੋਈ ਸੰਗੀਤਕਾਰ ਨਹੀਂ
te: సంగీతరచయితలు లేరు
ur: کوئی موسیقار نہیں

# search.section.albums
source: Albums
es: Álbumes
gu: આલ્બમો
ja: アルバム
kn: ಆಲ್ಬಮ್‌ಗಳು
ml: ആൽബങ്ങൾ
pa: ਐਲਬਮਾਂ
te: ఆల్బమ్‌లు
ur: البمز

# search.section.tracks
source: Tracks
es: Pistas
gu: ટ્રૅક્સ
ja: トラック
kn: ಟ್ರ್ಯಾಕ್‌ಗಳು
ml: ട്രാക്കുകൾ
pa: ਟ੍ਰੈਕ
te: ట్రాక్‌లు
ur: نغمے

# search.section.composers
source: Composers
es: Compositores
gu: સંગીતકારો
ja: 作曲者
kn: ಸಂಗೀತ ಸಂಯೋಜಕರು
ml: സംഗീതരചയിതാക്കൾ
pa: ਸੰਗੀਤਕਾਰ
te: సంగీతరచయితలు
ur: موسیقار

# search.section.works
source: Works
es: Obras
gu: કૃતિઓ
ja: 作品
kn: ಕೃತಿಗಳು
ml: കൃതികൾ
pa: ਰਚਨਾਵਾਂ
te: కృతులు
ur: کام

# search.section.releases
source: Releases
es: Lanzamientos
gu: પ્રકાશનો
ja: リリース
kn: ಬಿಡುಗಡೆಗಳು
ml: പതിപ്പുകൾ
pa: ਰਿਲੀਜ਼ਾਂ
te: విడుదలలు
ur: اشاعتیں

# search.section.credits
source: Credits
es: Créditos
gu: શ્રેય
ja: クレジット
kn: ಕ್ರೆಡಿಟ್‌ಗಳು
ml: ക്രെഡിറ്റുകൾ
pa: ਕ੍ਰੈਡਿਟ
te: క్రెడిట్‌లు
ur: اعزازات

# search.section.recordings
source: Recordings
es: Grabaciones
gu: રેકોર્ડિંગ્સ
ja: 録音
kn: ರೆಕಾರ್ಡಿಂಗ್‌ಗಳು
ml: റെക്കോർഡിംഗുകൾ
pa: ਰਿਕਾਰਡਿੰਗਾਂ
te: రికార్డింగ్‌లు
ur: ریکارڈنگز

# composer.open_failed
source: Could not open composer detail
es: No se pudieron abrir los detalles del compositor
gu: સંગીતકારની વિગત ખોલી શકાયી નહીં
ja: 作曲者の詳細を開けませんでした
kn: ಸಂಗೀತ ಸಂಯೋಜಕರ ವಿವರ ತೆರೆಯಲಾಗಲಿಲ್ಲ
ml: സംഗീതരചയിതാവിന്റെ വിശദാംശം തുറക്കാനായില്ല
pa: ਸੰਗੀਤਕਾਰ ਵੇਰਵਾ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: సంగీతరచయిత వివరాన్ని తెరవలేకపోయింది
ur: موسیقار کی تفصیل نہیں کھل سکی

# work.open_failed
source: Could not open work detail
es: No se pudieron abrir los detalles de la obra
gu: કૃતિની વિગત ખોલી શકાયી નહીં
ja: 作品の詳細を開けませんでした
kn: ಕೃತಿ ವಿವರ ತೆರೆಯಲಾಗಲಿಲ್ಲ
ml: കൃതിയുടെ വിശദാംശം തുറക്കാനായില്ല
pa: ਰਚਨਾ ਵੇਰਵਾ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: కృతి వివరాన్ని తెరవలేకపోయింది
ur: کام کی تفصیل نہیں کھل سکی

# work.count
source: {count} Works
es: {count} obras
gu: {count} કૃતિઓ
ja: {count}作品
kn: {count} ಕೃತಿಗಳು
ml: {count} കൃതികൾ
pa: {count} ਰਚਨਾਵਾਂ
te: {count} కృతులు
ur: {count} کام

# settings.export.label
source: Export
gu: નિકાસ
ml: കയറ്റുമതി
pa: ਨਿਰਯਾਤ
te: ఎగుమతి
ur: برآمد

# settings.export.default_track_format
source: Default track format
gu: મૂળભૂત ટ્રૅક બંધારણ
ja: デフォルトのトラック形式
ml: സ്ഥിര ട്രാക്ക് ഫോർമാറ്റ്
pa: ਡਿਫਾਲਟ ਟ੍ਰੈਕ ਫਾਰਮੈਟ
te: డిఫాల్ట్ ట్రాక్ ఫార్మాట్
ur: طے شدہ نغمہ ساخت

# settings.export.default_release_format
source: Default release format
gu: મૂળભૂત પ્રકાશન બંધારણ
ja: デフォルトのリリース形式
ml: സ്ഥിര പതിപ്പ് ഫോർമാറ്റ്
pa: ਡਿਫਾਲਟ ਰਿਲੀਜ਼ ਫਾਰਮੈਟ
te: డిఫాల్ట్ విడుదల ఫార్మాట్
ur: طے شدہ اشاعت ساخت

# settings.export.presets
source: Presets
gu: પૂર્વનિયોજનો
ja: プリセット
ml: മുൻക്രമീകരണങ്ങൾ
pa: ਪ੍ਰੀਸੈੱਟ
te: ప్రీసెట్‌లు
ur: پیش سیٹس

# settings.export.preset_name
source: Name
gu: નામ
ja: 名前
ml: പേര്
pa: ਨਾਂ
te: పేరు
ur: نام

# settings.export.preset_track
source: Track
gu: ટ્રૅક
ja: トラック
ml: ട്രാക്ക്
pa: ਟ੍ਰੈਕ
te: ట్రాక్
ur: نغمہ

# settings.export.preset_release
source: Release
gu: પ્રકાશન
ja: リリース
ml: പതിപ്പ്
pa: ਰਿਲੀਜ਼
te: విడుదల
ur: اشاعت

# settings.export.preset_pregap
source: Pregap
gu: પૂર્વવિરામ
ja: プリギャップ
ml: പ്രീഗ്യാപ്
pa: ਪ੍ਰੀਗੈਪ
te: ముందస్తు విరామం
ur: پری گیپ

# settings.export.add_flac
source: Add FLAC
ml: FLAC ചേർക്കുക
pa: FLAC ਸ਼ਾਮਲ ਕਰੋ
te: FLAC జోడించు
ur: FLAC شامل کریں

# settings.export.add_mp3
source: Add MP3
ml: MP3 ചേർക്കുക
pa: MP3 ਸ਼ਾਮਲ ਕਰੋ
te: MP3 జోడించు
ur: MP3 شامل کریں

# settings.export.add_opus
source: Add Opus
ml: Opus ചേർക്കുക
pa: Opus ਸ਼ਾਮਲ ਕਰੋ
te: Opus జోడించు
ur: Opus شامل کریں

# settings.export.add_wav
source: Add WAV
ml: WAV ചേർക്കുക
pa: WAV ਸ਼ਾਮਲ ਕਰੋ
te: WAV జోడించు
ur: WAV شامل کریں

# settings.export.add_aiff
source: Add AIFF
ml: AIFF ചേർക്കുക
pa: AIFF ਸ਼ਾਮਲ ਕਰੋ
te: AIFF జోడించు
ur: AIFF شامل کریں

# settings.export.pregap.append_except_htoa
source: Append except HTOA
gu: HTOA સિવાય ઉમેરો
ja: HTOAを除いて追加
ml: HTOA ഒഴികെ ചേർക്കുക
pa: HTOA ਤੋਂ ਇਲਾਵਾ ਜੋੜੋ
te: HTOA తప్ప మిగతావి జోడించు
ur: HTOA کے علاوہ شامل کریں
